{"translation-revision-date":"2024-07-21 06:03:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"pattern (singular)\u0004Synced":["Đã đồng bộ"],"Sync this pattern across multiple locations.":["Đồng bộ hóa mẫu này trên nhiều vị trí."],"Fullscreen on.":["Bật toàn màn hình."],"Fullscreen off.":["Tắt toàn màn hình."],"Show and hide the admin user interface":["Hiển thị và ẩn giao diện người dùng quản trị"],"Enter fullscreen":["Vào chế độ Fullscreen (Toàn màn hình)"],"My pattern":["Mẫu của tôi"],"Create pattern":["Tạo mẫu"],"https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/":["https:\/\/wordpress.org\/documentation\/article\/wordpress-block-editor\/"],"Hide & Reload Page":["Ẩn & Tải lại trang"],"Show & Reload Page":["Hiển thị & Tải lại trang"],"Manage patterns":["Quản lý mẫu"],"\"%s\" successfully created.":["\"%s\" được tạo thành công."],"The \"%s\" plugin has encountered an error and cannot be rendered.":["Plugin \"%s\" xảy ra lỗi và không thể hoạt động."],"Templates help define the layout of the site. You can customize all aspects of your posts and pages using blocks and patterns in this editor.":["Các mẫu giúp xác định bố cục của trang blog. Bạn có thể tùy chỉnh tất cả các khía cạnh của bài viết và trang của mình bằng cách sử dụng các khối và mẫu trong trình soạn thảo này."],"Welcome to the template editor":["Chào mừng bạn đến với khu vực chỉnh sửa giao diện"],"Use theme styles":["Sử dụng style của giao diện"],"Make the editor look like your theme.":["Làm khung sửa trông giống giao diện hiện tịa."],"Here's a detailed guide.":["Đây là một hướng dẫn chi tiết."],"All of the blocks available to you live in the block library. You’ll find it wherever you see the <InserterIconImage \/> icon.":["Tất cả các khối có sẵn cho bạn sẽ nằm trong thư viện khối. Bạn sẽ tìm thấy nó bất cứ nơi nào bạn thấy biểu tượng <InserterIconImage \/>."],"New to the block editor? Want to learn more about using it? ":["Bạn mới sử dụng chỉnh sửa kiểu khối? Bạn có muốn tìm hiểu thêm về việc sử dụng nó?"],"Learn how to use the block editor":["Học cách sử dụng chỉnh sửa khối"],"Each block comes with its own set of controls for changing things like color, width, and alignment. These will show and hide automatically when you have a block selected.":["Mỗi khối đi kèm với bộ điều khiển riêng để thay đổi những thứ như màu sắc, chiều rộng và chế độ căn chỉnh. Chúng sẽ tự động ẩn và hiển thị khi bạn chọn một khối."],"Get to know the block library":["Tìm hiểu thư viện khối"],"Make each block your own":["Làm mỗi khối theo cách của riêng bạn"],"In the WordPress editor, each paragraph, image, or video is presented as a distinct “block” of content.":["Trong trình chỉnh sửa WordPress, mỗi đoạn văn, hình ảnh hoặc video được trình bày dưới dạng một khối nội dung khác nhau."],"Get started":["Bắt đầu"],"Welcome to the block editor":["Chào mừng bạn đến với khu vực chỉnh sửa khối"],"inserter":["chèn"],"Welcome Guide":["Hướng dẫn cho người mới"],"A page reload is required for this change. Make sure your content is saved before reloading.":["Tải lại trang là cần thiết cho sự thay đổi này. Hãy chắc chắn rằng nội dung của bạn được lưu trước khi tải lại."],"Fullscreen mode deactivated":["Đã tắt chế độ toàn màn hình"],"Fullscreen mode activated":["Đã bật chế độ toàn màn hình"],"Custom fields":["Trường tùy chỉnh"],"Create":["Tạo"],"Fullscreen mode":["Chế độ toàn màn hình"],"Site Icon":["Biểu tượng trang web"],"Back":["Trở lại"],"Exit fullscreen":["Thoát chế độ toàn màn hình"],"Toggle fullscreen mode.":["Tắt\/Bật chế độ toàn màn hình."],"Advanced":["Nâng cao"],"Name":["Tên"],"Edit":["Chỉnh sửa"],"Undo":["Hoàn tác"]}},"comment":{"reference":"wp-includes\/js\/dist\/edit-post.js"}}